{
  "solutions": "Solutions",
  "our_solutions": "Our Solutions",
  "our_products": "Our Products",
  "company": "Company",
  "carreers": "Careers",
  "products": "Products",
  "about": "About Us",
  "contact": "Contact Us",
  "antiddos": "AntiDDoS",
  "ipsec": "IPSec",
  "ipsids": "IPS/IDS",
  "hpc": "HPC platforms",
  "networking": "Networking device",
  "cyber": "Cyber security",
  "cryptography": "Crypto Graphy",
  "what_we_do": "WHAT WE DO ?",
  "what_we_do_desc": "provides enterprise-class compute, network, storage and sensor processing accelerator products featuring Achronix, Intel and Xilinx FPGA technology. These programmable products dramatically increase application performance and energy efficiency while reducing total cost of ownership.",
  "footer-title":"Innovating cybersecurity, networking, and performance solutions.",
  "explain_DDoS_title1": "What is a DDoS Attack?",
  "explain_DDoS_content1": "A DDoS attack, or Distributed Denial-of-Service attack, is a cybercrime that involves flooding a target with internet traffic to make it inaccessible. DDoS attacks are a type of Denial-of-Service (DoS) attack, but they are far more powerful than traditional DoS because they use multiple sources to generate exponentially more traffic. ",
  "explain_DDoS_title2":"How Acronics Solutions can help you protect your infrastructure?",
  "explain_DDoS_content2": "The goal of a DDoS attack is to overwhelm a system’s resources or bandwidth, making it difficult or impossible for legitimate traffic to reach its destination. DDoS attacks can have a number of consequences, including lost business, reputation damage, and a drop in legitimate traffic. ",
  "explain_DDoS_content3": "The scrubbing centers are connected to several service providers and have backup copies of all systems, such as cleaning servers, managing servers, data storage systems, and network equipment.  ",
  "explain_DDoS_content4": "The Acronics Solutions security platform guarantees no delays and no performance degradation for your digital business.",
  "benefit_title": "BENEFITS OF ACRONICS SOLUTIONS DDOS PROTECTION",
  "benefit_1": "Massive network capacity",
  "benefit_2": "Set up in minutes",
  "benefit_3": "24/7 email support", 
  "benefit_4": "Eliminate slow performance",
  "benefit_1_content": "Acronics Solutions has 348 Tbps of network capacity, which is 23x larger than the biggest DDoS attack ever recorded.",
  "benefit_2_content": "Deploy Anti-DDoS protection instantly without any complex configuration. Start securing your infrastructure within minutes.",
  "benefit_3_content": "Our dedicated technical support team is available around the clock to help you monitor, analyze, and mitigate DDoS threats.",
  "benefit_4_content": "Smart traffic routing and real-time filtering ensure your website and services stay fast and responsive even under attack.",
  "explain_IPSec_title1": "What are IPSec modes?",
  "explain_IPSec_content1": "IPSec works on two modes to exchange traffic for Virtual Private Network in the most secure ways. There are two types of IPSec modes: tunnel mode and transport mode.",
  "explain_IPSec_content3":" Protect traffic by delivering packets directly between the two hosts that have established the IPsec tunnel. That is, when the communication and cryptography endpoints are the same. The IP packet’s payload is encrypted, but the IP header is not.",
  "explain_IPSec_content4":"Tunnel mode encapsulates the original IP packet into another packet in the VPN tunnel to protect traffic. This method authenticates peers using pre-shared keys with IKE or digital certificates with IKE.",            
  "explain_IPSec_title2":"How does IPSec work?",
  "explain_IPSec_content2": "Now finally you understand the components of IPSec, let’s learn how these components work and create a secure path for senders and receivers to communicate.",
  "explain_IPSec_strong1": "Transport mode",
  "explain_IPSec_strong2": "Tunnel mode"
}