{
  "solutions": "Giải pháp",
  "our_solutions": "Giải pháp của chúng tôi",
  "our_products": "Sản phẩm của chúng tôi",
  "products": "Sản phẩm",
  "company": "Công ty",
  "carreers": "Cơ hội nghề nghiệp",
  "about": "Về chúng tôi",
  "contact": "Liên hệ",
  "antiddos": "Chống DDoS",
  "ipsec": "IPSec",
  "ipsids": "IPS/IDS",
  "hpc": "Nền tảng HPC",
  "networking": "Thiết bị mạng",
  "cyber": "An ninh mạng",
  "cryptography": "Mật mã học",
  "what_we_do": "CHÚNG TÔI LÀM GÌ ?",
  "what_we_do_desc": "cung cấp các sản phẩm tính toán doanh nghiệp, mạng, lưu trữ và bộ tăng tốc xử lý cảm biến với công nghệ FPGA Achronix, Intel và Xilinx. Những sản phẩm lập trình này tăng đáng kể hiệu suất ứng dụng và hiệu quả năng lượng trong khi giảm tổng chi phí sở hữu.",
  "footer-title":"Đổi mới các giải pháp an ninh mạng, mạng và hiệu suất.",
  "explain_DDoS_title1": "Tấn Công DDoS là gì?",
  "explain_DDoS_content1": "Tấn công DDoS, hay tấn công từ chối dịch vụ phân tán, là một loại tội phạm mạng liên quan đến việc làm tràn ngập mục tiêu bằng lưu lượng internet để làm cho nó không thể truy cập được. Tấn công DDoS là một loại tấn công từ chối dịch vụ (DoS), nhưng chúng mạnh mẽ hơn nhiều so với DoS truyền thống vì chúng sử dụng nhiều nguồn để tạo ra lưu lượng lớn hơn theo cấp số nhân.",
  "explain_DDoS_title2":"Acronics Solutions có thể giúp bạn bảo vệ hạ tầng của mình như thế nào?",
  "explain_DDoS_content2": "Mục tiêu của một cuộc tấn công DDoS là làm quá tải tài nguyên hoặc băng thông của hệ thống, khiến lưu lượng hợp pháp khó hoặc không thể đến đích. Các cuộc tấn công DDoS có thể",
  "explain_DDoS_content3": "Các trung tâm làm sạch được kết nối với một số nhà cung cấp dịch vụ và có các bản sao lưu của tất cả các hệ thống, chẳng hạn như máy chủ làm sạch, quản lý máy chủ, hệ thống lưu trữ dữ liệu và thiết bị mạng.",
  "explain_DDoS_content4": "Nền tảng bảo mật Acronics Solutions đảm bảo không có độ trễ và không giảm hiệu suất cho doanh nghiệp kỹ thuật số của bạn." ,
  "benefit_title": "LỢI ÍCH CỦA GIẢI PHÁP BẢO VỆ DDOS ACRONICS",
  "benefit_1": "Dung lượng mạng khổng lồ",
  "benefit_2": "Cài đặt trong vài phút",
  "benefit_3": "Hỗ trợ email 24/7",
  "benefit_4": "Loại bỏ hiệu suất chậm",
  "benefit_1_content": "Acronics Solutions có dung lượng mạng 348 Tbps, lớn hơn 23 lần so với cuộc tấn công DDoS lớn nhất từng được ghi nhận.",
  "benefit_2_content": "Triển khai bảo vệ chống DDoS ngay lập tức mà không cần cấu hình phức tạp. Bắt đầu bảo vệ hạ tầng của bạn trong vài phút.",
  "benefit_3_content": "Đội ngũ hỗ trợ kỹ thuật tận tâm của chúng tôi luôn sẵn sàng 24/7 để giúp bạn giám sát, phân tích và giảm thiểu các mối đe dọa DDoS.",
  "benefit_4_content": "Định tuyến lưu lượng thông minh và lọc thời gian thực đảm bảo trang web và dịch vụ của bạn luôn nhanh và phản hồi ngay cả khi bị tấn công.",
  "explain_IPSec_title1": "Các chế độ của IPSec là gì?",
  "explain_IPSec_content1": "IPSec hoạt động trên hai chế độ để trao đổi lưu lượng cho Mạng riêng ảo theo những cách an toàn nhất. Có hai loại chế độ IPSec: chế độ đường hầm và chế độ vận chuyển.",
  "explain_IPSec_content3":" Bảo vệ lưu lượng bằng cách gửi các gói trực tiếp giữa hai máy chủ đã thiết lập đường hầm IPsec. Tức là, khi các điểm cuối truyền thông và mật mã học là như nhau. Phần tải của gói IP được mã hóa, nhưng tiêu đề IP thì không.",
  "explain_IPSec_content4":"Chế độ đường hầm đóng gói gói IP ban đầu vào một gói khác trong đường hầm VPN để bảo vệ lưu lượng. Phương pháp này xác thực các bên ngang bằng bằng cách sử dụng khóa chia sẻ trước với IKE hoặc chứng chỉ kỹ thuật số với IKE.",            
  "explain_IPSec_title2":"IPSec hoạt động như thế nào?",
  "explain_IPSec_content2": "Bây giờ cuối cùng bạn đã hiểu các thành phần của IPSec, hãy cùng tìm hiểu cách các thành phần này hoạt động và tạo ra một con đường an toàn để người gửi và người nhận giao tiếp." ,
  "explain_IPSec_strong1": "Chế độ vận chuyển",
  "explain_IPSec_strong2": "Chế độ đường hầm"
}