{
  "solutions": "Giải pháp",
  "our_solutions": "Giải pháp của chúng tôi",
  "our_products": "Sản phẩm của chúng tôi",
  "products": "Sản phẩm",
  "company": "Công ty",
  "carreers": "Cơ hội nghề nghiệp",
  "about": "Về chúng tôi",
  "contact": "Liên hệ",
  "antiddos": "Chống DDoS",
  "ipsec": "IPSec",
  "ipsids": "IPS/IDS",
  "hpc": "Nền tảng HPC",
  "networking": "Thiết bị mạng",
  "cyber": "An ninh mạng",
  "cryptography": "Mật mã học",
  "what_we_do": "CHÚNG TÔI LÀM GÌ ?",
  "what_we_do_desc": "cung cấp các sản phẩm tính toán doanh nghiệp, mạng, lưu trữ và bộ tăng tốc xử lý cảm biến với công nghệ FPGA Achronix, Intel và Xilinx. Những sản phẩm lập trình này tăng đáng kể hiệu suất ứng dụng và hiệu quả năng lượng trong khi giảm tổng chi phí sở hữu.",
  "footer-title": "Đổi mới các giải pháp an ninh mạng, mạng và hiệu suất.",
  "explain_DDoS_title1": "Tấn Công DDoS là gì?",
  "explain_DDoS_content1": "Tấn công DDoS, hay tấn công từ chối dịch vụ phân tán, là một loại tội phạm mạng liên quan đến việc làm tràn ngập mục tiêu bằng lưu lượng internet để làm cho nó không thể truy cập được. Tấn công DDoS là một loại tấn công từ chối dịch vụ (DoS), nhưng chúng mạnh mẽ hơn nhiều so với DoS truyền thống vì chúng sử dụng nhiều nguồn để tạo ra lưu lượng lớn hơn theo cấp số nhân.",
  "explain_DDoS_title2": "Acronics Solutions có thể giúp bạn bảo vệ hạ tầng của mình như thế nào?",
  "explain_DDoS_content2": "Mục tiêu của một cuộc tấn công DDoS là làm quá tải tài nguyên hoặc băng thông của hệ thống, khiến lưu lượng hợp pháp khó hoặc không thể đến đích. Các cuộc tấn công DDoS có thể",
  "explain_DDoS_content3": "Các trung tâm làm sạch được kết nối với một số nhà cung cấp dịch vụ và có các bản sao lưu của tất cả các hệ thống, chẳng hạn như máy chủ làm sạch, quản lý máy chủ, hệ thống lưu trữ dữ liệu và thiết bị mạng.",
  "explain_DDoS_content4": "Nền tảng bảo mật Acronics Solutions đảm bảo không có độ trễ và không giảm hiệu suất cho doanh nghiệp kỹ thuật số của bạn.",
  "benefit_title": "LỢI ÍCH CỦA GIẢI PHÁP BẢO VỆ DDOS ACRONICS",
  "benefit_1": "Dung lượng mạng khổng lồ",
  "benefit_2": "Cài đặt trong vài phút",
  "benefit_3": "Hỗ trợ email 24/7",
  "benefit_4": "Loại bỏ hiệu suất chậm",
  "benefit_1_content": "Acronics Solutions có dung lượng mạng 348 Tbps, lớn hơn 23 lần so với cuộc tấn công DDoS lớn nhất từng được ghi nhận.",
  "benefit_2_content": "Triển khai bảo vệ chống DDoS ngay lập tức mà không cần cấu hình phức tạp. Bắt đầu bảo vệ hạ tầng của bạn trong vài phút.",
  "benefit_3_content": "Đội ngũ hỗ trợ kỹ thuật tận tâm của chúng tôi luôn sẵn sàng 24/7 để giúp bạn giám sát, phân tích và giảm thiểu các mối đe dọa DDoS.",
  "benefit_4_content": "Định tuyến lưu lượng thông minh và lọc thời gian thực đảm bảo trang web và dịch vụ của bạn luôn nhanh và phản hồi ngay cả khi bị tấn công.",
  "explain_IPSec_title1": "Các chế độ của IPSec là gì?",
  "explain_IPSec_content1": "IPSec hoạt động trên hai chế độ để trao đổi lưu lượng cho Mạng riêng ảo theo những cách an toàn nhất. Có hai loại chế độ IPSec: chế độ đường hầm và chế độ vận chuyển.",
  "explain_IPSec_content3": "Bảo vệ lưu lượng bằng cách gửi các gói trực tiếp giữa hai máy chủ đã thiết lập đường hầm IPsec. Tức là, khi các điểm cuối truyền thông và mật mã học là như nhau. Phần tải của gói IP được mã hóa, nhưng tiêu đề IP thì không.",
  "explain_IPSec_content4": "Chế độ đường hầm đóng gói gói IP ban đầu vào một gói khác trong đường hầm VPN để bảo vệ lưu lượng. Phương pháp này xác thực các bên ngang bằng bằng cách sử dụng khóa chia sẻ trước với IKE hoặc chứng chỉ kỹ thuật số với IKE.",
  "explain_IPSec_title2": "IPSec hoạt động như thế nào?",
  "explain_IPSec_content2": "Bây giờ cuối cùng bạn đã hiểu các thành phần của IPSec, hãy cùng tìm hiểu cách các thành phần này hoạt động và tạo ra một con đường an toàn để người gửi và người nhận giao tiếp.",
  "explain_IPSec_strong1": "Chế độ vận chuyển",
  "explain_IPSec_strong2": "Chế độ đường hầm",
  "hpc_title": "Nền Tảng Tính Toán Hiệu Suất Cao",
  "hpc_definition_bold": "Tính Toán Hiệu Suất Cao (HPC)",
  "hpc_definition_span": "chỉ việc sử dụng các hệ thống tính toán mạnh mẽ và kỹ thuật xử lý song song để giải quyết các vấn đề tính toán phức tạp và xử lý lượng dữ liệu lớn với tốc độ cao.",
  "hpc_systems_desc": "Hệ thống HPC bao gồm các nút tính toán được kết nối với nhau, hoạt động cùng nhau để mang lại hiệu suất cao hơn đáng kể so với các hệ thống truyền thống. Kiến trúc này được ứng dụng rộng rãi trong các lĩnh vực như: ",
  "hpc_systems_desc_em": "AI và Học Máy, mô phỏng khoa học, thiết kế kỹ thuật, tài chính định lượng và phân tích dữ liệu lớn.",
  "acronics_hpc_bold": "Nền Tảng HPC Giải Pháp Acronics",
  "acronics_hpc_desc": " cung cấp môi trường tích hợp và có thể mở rộng để quản lý khối lượng công việc, giám sát hiệu suất và tối ưu hóa chi phí — cho phép các tổ chức tận dụng tối đa sức mạnh tính toán cho nghiên cứu, đổi mới và sản xuất.",
  "card1_title": "HPC dự báo nguy cơ mất an toàn thông tin",
  "card2_title": "HPC-Pentest có chức năng đánh giá, kiểm thử thiết bị mạng, hạ tầng mạng CNTT",
  "card3_title": "HPC-Password Recoverry có chức năng khôi phục mật khẩu",
  "card4_title": "HPC phân tích và nhận dạng mã độc",
  "desc1_title": "HPC dự báo nguy cơ mất an toàn thông tin",
  "desc1_p1": "● Nhận dạng, phân tích các tấn công ở Layer 3; Layer 4; Layer 6 & 7",
  "desc1_p2": "● Nhận dạng, phân tích các tấn công phức tạp như Slowloris",
  "desc1_p3": "● Sử dụng các kỹ thuật truyền thống Suricata, Snort, hay AI như SVM, CNN để xử lý Trích xuất các trường thông tin từ các cuộc tấn công để xác định; nguồn gốc tấn công, vị trí tấn công..",
  "desc1_p4": "● Có khả năng phân tích và nhận dạng, dự báo kịp thời các luồng tấn công đa dạng (Multi-Vectors), tấn công tổng lực với băng thông lớn 10G; 40G; 80G ... đáp ứng thời gian thực",
  "desc1_p5": "● Kết hợp với các thuật toán AI để nhận dạng phân tích, dự báo với khả năng xử lý thời gian thực, qua đó lên phương án ngăn chặn và phòng ngừa",
  "desc1_p6": "● Xây dựng và quản lý cơ sở dữ liệu lớn để quản lý Log, qua đó kết hợp với AI để phục vụ cho công việc phân tích và dự báo...",
  "desc2_title": "HPC thiết bị kiểm thử Pentest",
  "desc2_p1": "Phát triển các thiết bị, và hệ thống tạo các lưu lượng lớn Traffic mạng để đánh giá khả năng phòng hệ thống, gồm các ý chính sau :",
  "desc2_p2": "● Các thiết bị được thiết lập ở Node mạng biên, kết hợp thiết bị tại các node biên để tạo lưu lượng lớn Traffic, mục đích test DDoS",
  "desc2_p3": "● Hệ thống HPC tạo các lưu lượng lớn Traffic để mục đích test khả năng chịu tải của hệ thống",
  "desc2_p4": "● Thiết bị, và HPC có khả năng tạo các Traffic Network cho Pentest như Traffic L3; Traffic L4; Traffic L6; Traffic L7 (HTTP/HTTPs); Traffic IPSec, Traffic SSL/TSL",
  "desc2_p5": "● Thiết bị, và HPC tạo các Traffic mạng :",
  "desc2_p6": "- với IP_Src; IP_Des, Protocol đa dạng, ngẫu nhiên",
  "desc2_p7": "- với Single Vector, Multi-Vectors",
  "desc2_p8": "- tạo các Traffic có lưu lượng lớn : 10G; 40G ; 100G",
  "desc3_title": "HPC khôi phục mật khẩu",
  "desc3_p1": "Phát triển các hệ thống HPC (và thiết bị khôi phục mật khẩu) tốc độ cao, cụ thể :",
  "desc3_p2": "● Khả năng khôi phục mật khẩu tất cả các định dạng file Office, ZIP, Pdf, RAR, TrueScrypt",
  "desc3_p3": "● Khả năng khôi phục mật khẩu các định dạng ổ cứng: Bitlocker; TrueCrypt, BeScrypt…",
  "desc3_p4": "● Khả năng khôi phục mật khẩu các chuẩn mã hoá Wifi : WAP, WAP2, WAP3",
  "desc3_p5": "● Sử dụng phương pháp AI (ML/DL) trong việc hỗ trợ khôi phục mật khẩu như:",
  "desc3_p6": "- ML/DL kết hợp với Wordlist",
  "desc3_p7": "- ML/DL kết hợp với Rules",
  "desc3_p8": "- ML/DL kết hợp với Dictionary",
  "desc3_p9": "- ML/DL kết hợp với Brute-force attack",
  "desc3_p10": "● Cho phép Tracking và Recovery các phương pháp mã hóa phi truyền thống.",
  "desc3_p11": "● Khả năng mở rộng các Cluster để tăng tốc xử lý",
  "desc4_title": "HPC phân tích và nhận dạng mã độc",
  "desc4_p1": "● Nhận dạng và phân tích mã độc :",
  "desc4_p2": "- theo thời gian thực – Live Traffic mã động hay theo file – mã tĩnh",
  "desc4_p3": "- lưu lượng mạng cao 5G -10G - 40G",
  "desc4_p4": "- đồng thời nhiều luồng Traffic mã độc, xử lý theo thời gian thực",
  "desc4_p5": "● Kỹ thuật nhận dạng phân tích đa dạng như theo Multi-String Pattern Matcher (MSPM), None-Fast Pattern String Matching (NFPSM)",
  "desc4_p6": "● Hoặc theo AI là SVM; CNN …..",
  "desc4_p7": "● Thiết lập các cơ chế trích xuất, phân tích thông tin Traffic mạng , qua đó nhận dạng được cơ chế hoạt động, hành vi, nguồn gốc nguồn phát mã độc",
  "sdn_switch_title": "Thiết bị chuyển mạch mạng lõi SDN - Chuyển mạch",
  "sdn_switch_li1": "Phát triển trên công nghệ FPGA và vi xử lý ARMs.",
  "sdn_switch_li2": "Chức năng chuyển mạch Data Plane - OpenFlow 1.3 – 1.3.4 thực hiện trên FPGA.",
  "sdn_switch_li3": "Chức năng Control Plane thực hiện trên ARMs, do tự phát triển hoàn toàn.",
  "sdn_switch_li4": "Các chức năng SD-WAN; Routing, Switching_3/4; QoS đầy đủ.",
  "sdn_switch_li5": "Tự build OS, tự phát triển Firmware, Driver, tự tích hợp hệ thống toàn bộ.",
  "sdn_switch_li6": "Về Hardware có 2 phương án: Tự mua linh kiện, thiết kế, và sản xuất board; hoặc Mua board trắng về và triển khai.",
  "sdn_switch_li7": "Định hướng thiết kế của công ty: thiết kế thông số đủ mạnh và giá thành cạnh tranh. Tự chủ hoàn toàn về giải pháp và công nghệ.",
  "layer_switch_title": "Thiết bị chuyển mạch Layer 2/3/4",
  "layer_switch_li1": "Phát triển trên công nghệ FPGA và vi xử lý ARMs.",
  "layer_switch_li2": "Chức năng chuyển mạch ở Layer 2 – MAC",
  "layer_switch_li3": "Chức năng chuyển mạch ở Layer 3 – IP",
  "layer_switch_li4": "Chức năng chuyển mạch ở Layer 4 – Giao thức Protocol",
  "layer_switch_li5": "Chức năng Control Plane thực hiện trên ARMs, do tự phát triển hoàn toàn",
  "layer_switch_li6": "Tự build OS, tự phát triển Firmware, Driver, tự tích hợp hệ thống toàn bộ",
  "layer_switch_li7": "Cấu hình : 8 Ports; 16 Port, 24 Port - 10/100/1G và 10G SFP",
  "layer_switch_li8": "Về Hardware có 2 phương án : Tự mua linh kiện, thiết kế và sản xuất board hoặc mua board trắng về và triển khai",
  "bgs_title": "BGS – Bidirection Gate Security",
  "bgs_subtitle": "Phát triển thiết bị có cấu trúc mạng bên trong mạng bên ngoài, cho phép truyền dữ liệu toàn diện, cụ thể:",
  "bgs_li1": "Cách ly hai mạng từ Layer1 - Layer4; thông suốt từ Lớp 5-Lớp 7",
  "bgs_li2": "Thiết lập Air-Gap ở giữa, có chức năng tái tạo các chức năng Lớp 1- Lớp 4 giữa mạng trong và ngoài mạng.",
  "bgs_li3": "Phát triển cơ sở lưu trữ dữ liệu giữa hai mạng, đảm bảo an toàn trong quá trình truyền dữ liệu tệp",
  "bgs_li4": "Thiết bị được đảm bảo an toàn cho :",
  "bgs_li5": "- hệ thống nhỏ: vài ngàn kết nối, băng thông 1G-5G",
  "bgs_li6": "- hệ thống tầm trung : ít ngọc ngàn kết nối, băng thông 5G -10G",
  "bgs_li7": "- hệ thống lớn : vài trăm ngàn đến triệu kết nối, băng thông 10G – 40G – 80G",
  "products_title": "Sản phẩm của chúng tôi",
  "antiddos_title": "ANTI-DDoS DEVICE - DDoS DEFENDER",
  "antiddos_li1": "Phát hiện tấn công DDoS :",
  "antiddos_li2": "- Phát hiện tấn công dựa trên ngưỡng và tập các thuộc tính của gói tin theo từng IP để phát hiện dấu hiệu bất thường từ đó nhận dạng tấn công.",
  "antiddos_li3": "- Các loại tấn công phát hiện được: Tấn công băng thông: UDP/ICMP Flood,...; Tấn công giao thức: SYN Flood,..; Tấn công lớp ứng dụng: HTTP Flood, HTTPS Flood, Slowloris,..",
  "antiddos_li4": "- Thời gian phát hiện tấn công dưới 1 giây.",
  "antiddos_li5": "Ngăn chặn tấn công DDoS :",
  "antiddos_li6": "- Thực hiện cơ chế Challenge-Response chặn các gói tin tấn công và đảm bảo dịch vụ cho khách hàng hợp lệ; Giới hạn băng thông.",
  "antiddos_li7": "Theo dõi tấn công DDoS :",
  "antiddos_li8": "- Theo dõi các cuộc tấn công đang xảy ra: Thông tin chi tiết cuộc tấn công (thông tin IP, thông tin băng thông, loại tấn công",
  "firewall_title": "Acronics Firewall Version 1",
  "firewall_h1": "Acronics Firewall Version 1",
  "firewall_intro_p": "Thiết bị An ninh – An toàn cho mạng FIREWALL sử dụng công nghệ FPGA là giải pháp hiệu quả tích hợp giữa chức năng mạng (Routing và NAT) và các tính năng bảo mật nâng cao. Nâng cao mức độ bảo mật, mang lại kết nối mạng ổn định, phân tích sâu lưu lượng mạng đang hoạt động, đảm bảo an toàn cho luồng dữ liệu mạng và ứng dụng doanh nghiệp. Thiết kế của thiết bị đáp ứng các yêu cầu về hiệu năng và sự tương thích với hạ tầng mạng sẵn có.",
  "firewall_stat1_value": "2.4Gbps",
  "firewall_stat1_label": "Firewall Performance",
  "firewall_stat2_value": "20ms",
  "firewall_stat2_label": "Maximum Latency",
  "firewall_stat3_value": "DPI",
  "firewall_stat3_label": "Industrial Protocols",
  "firewall_stat4_value": "NAT",
  "firewall_stat4_label": "Industrial Network Intergration",
  "firewall_feature1_strong": "Tương thích các tiêu chuẩn của Liên minh mạng Viễn thông quốc tế",
  "firewall_feature2_strong": "Tích hợp tính năng bảo mật mạng nâng cao:",
  "firewall_feature3_strong": "Bảo mật thời gian thực:",
  "firewall_feature4_strong": "Phân tích sâu gói tin (DPI):",
  "firewall_feature5_strong": "Tự động phản ứng lại các cuộc tấn công và mối đe dọa:",
  "firewall_feature6_strong": " Quản lý và cấu hình linh hoạt:",
  "firewall_feature2": "giao thức IPSec VPN, thuật toán phát hiện và chống tấn công DoS, SYN Flood,…",
  "firewall_feature3": " bảo mật hoạt động bảo trì từ xa các thiết bị và PLCs (VPN SSL/IPSec).",
  "firewall_feature4": " cho phép phát hiện chính xác các mối đe dọa tấn công mạng.",
  "firewall_feature5": " bằng các chính sách thông báo, cách ly, ngăn chặn, QoS.",
  "firewall_feature6": " hỗ trợ đa dạng các chế độ và tùy chọn quản lý dịch vụ.",
  "aboutus_title": "Acronics Solutions - Về Chúng Tôi",
  "video_fallback": "Trình duyệt của bạn không hỗ trợ video.",
  "overview_text": "About Acronics Solutions",
  "overview_intro": "Acronics Solutions cung cấp các sản phẩm tính toán cấp doanh nghiệp, mạng, lưu trữ và bộ tăng tốc xử lý cảm biến với công nghệ FPGA Altera, Intel và AMD. Những sản phẩm có thể lập trình này tăng đáng kể hiệu suất ứng dụng và hiệu quả năng lượng trong khi giảm tổng chi phí sở hữu.",
  "products_h1": "Sản phẩm của chúng tôi",
  "products_h4": "Acronics Solutions có một trong những danh mục sản phẩm FPGA mới nhất trên thị trường. Chúng tôi cung cấp một loạt các thẻ FPGA chất lượng cao, sẵn sàng sản xuất với FPGA Intel, Altera và AMD. Phát triển và triển khai ứng dụng của bạn nhanh hơn và với chi phí và rủi ro giảm bằng cách để chúng tôi tích hợp thẻ FPGA của bạn vào các máy chủ FPGA tích hợp được chứng nhận. Chúng tôi cũng cung cấp một loạt các giải pháp để đơn giản hóa việc phát triển ứng dụng trên thẻ FPGA Acronics Solutions của bạn. Các giải pháp của chúng tôi bao gồm công cụ phát triển hỗ trợ, giám sát hệ thống và các ví dụ FPGA. Những giải pháp này được tối ưu hóa cho các ứng dụng cụ thể như thu thập dữ liệu và tăng tốc mạng.",
  "values_h1": "Giá trị của chúng tôi",
  "values_h4": "Acronics Solutions phát triển nhờ tinh thần đồng đội, chất lượng và lãnh đạo. Chúng tôi nỗ lực hiểu nhu cầu của khách hàng và thị trường, dẫn đầu ngành trong việc phát triển công nghệ mới và xây dựng chất lượng vào sản phẩm và dịch vụ của mình.",
  "team_h1": "Đội ngũ của chúng tôi",
  "team_h4": "Một công ty năng động, đang phát triển coi nhân viên là tài sản lớn nhất, Acronics Solutions cung cấp công việc thử thách trong môi trường thân mật, hỗ trợ và tập trung vào đội ngũ. Khách hàng của chúng tôi liên tục mang đến những dự án mới và thử thách, và chúng tôi làm việc như một đội để cung cấp những gì họ cần.",
  "why_h1": "Tại sao chọn Acronics Solutions",
  "why_p": "Chúng tôi là nhà cung cấp FPGA không phụ thuộc vào nhà cung cấp duy nhất có khả năng đáp ứng các yêu cầu đủ điều kiện cấp doanh nghiệp, xác thực, vòng đời và hỗ trợ cho khách hàng triển khai bộ tăng tốc FPGA trong môi trường cao"
}
